/* Any screen 'Cancel' Button Text */
"CancelTxt" = "Cancel";

/* Any screen Connection Error Alert Body Text */
"ConnectionErrorAlrtBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Any screen Connection Error Alert Text */
"ConnectionErrorAlrtTitle" = "Connection Trouble";

/* Create PIN screen 'Confirm PIN' Text */
"CreatePIN_CnfrmPin" = "Confirm PIN";

/* 'Create your PIN' Header Text */
"CreatePIN_HdrTxt" = "Create your PIN";

/* Create PIN screen Initial Instruction Text */
"CreatePIN_Instruc1" = "You will need to enter this PIN anytime you send or request money.";

/* Create PIN screen Initial Instruction Text (2nd) */
"CreatePIN_Instruc2" = "You will need to enter this PIN anytime you send or request money.";

/* Create PIN screen PINs don't match feedback Text Instruction Text */
"CreatePIN_NoMatch" = "The PINs you entered did not match! Please try again.";

/* 'Create PIN' screen Title */
"CreatePIN_ScrnTtl" = "Create PIN";

/* Dispute Details 'Date Reported' placeholder text */
"DisputeDet_DateRprtdPlchldr" = "Date Reported";

/* Dispute Details 'Dispute Date' text */
"DisputeDet_DisputeDateTxr" = "Dispute Date";

/* Dispute Details 'Dispute ID' text */
"DisputeDet_DisputeIdTxr" = "Dispute ID";

/* Dispute Details 'Email Payo' text */
"DisputeDet_EmailNooch" = "Email Payo";

/* Dispute Details 'Notes' placeholder text */
"DisputeDet_NotesPlchldr" = "Notes";

/* Dispute Details 'Note' text */
"DisputeDet_NoteTxr" = "Note";

/* Dispute Details 'Resolved Date' text */
"DisputeDet_RslvdDareTxr" = "Resolved Date";

/* Dispute Details 'Not Resolved Yet' placeholder text */
"DisputeDet_RslvdDatePlchldr" = "Not Resolved Yet";

/* Dispute Details 'Not Reviewed Yet' placeholder text */
"DisputeDet_RvwDatePlchldr" = "Not Reviewed Yet";

/* Dispute Details 'Review Date' text */
"DisputeDet_RvwDateTxr" = "Review Date";

/* 'Dispute Details' Screen Title */
"DisputeDet_ScrnTitle" = "Dispute Details";

/* Dispute Details 'Status' text */
"DisputeDet_StatusTxt" = "Status";

/* No comment provided by engineer. */
"Done" = "Done";

/* 'Email' Field Placeholder */
"Email Address" = "Email Address";

/* Home Screen Email Unregistered Action Text */
"EmailUnverifiedActinoTxt" = "TAP TO FIX NOW";

/* Home Screen Email Unregistered Body Text */
"EmailUnverifiedBodyTxt" = "Complete your profile to unlock all features.";

/* Home Screen Email Unregistered Title */
"EmailUnverifiedTitle" = "Confirm Your Email Address";

/* Enter PIN Screen account suspended Alert Body Text */
"EnterPIN_AccntSuspAlertBody" = "Your account has been suspended for 24 hours. Please contact us via email at support@nooch.com if you need to reset your PIN number immediately.";

/* Enter PIN Screen account suspended Alert Title */
"EnterPIN_AccntSuspAlertTitle" = "Account Suspended";

/* Enter PIN Screen account suspended Alert Button Contact Support */
"EnterPIN_ContactSupportBtn" = "Contact Support";

/* Enter PIN Screen error alert Body Text */
"EnterPIN_ErrorAlrtBody" = "Unfortunately something is not quite right. This is a polite way of saying we screwed up.\n\nPlease try your transfer again or contact us if the problem persists.";

/* Enter PIN Screen error Alert Title */
"EnterPIN_ErrorAlrtTitle" = "Error #%@";

/* Enter PIN Screen Great Success Alert Title */
"EnterPIN_GrtSuccessAlrtTitle" = "Great Success";

/* Enter PIN Screen HUD label text for sending a request */
"EnterPIN_HUDlblRequest" = "Generating your request...";

/* Enter PIN Screen HUD label text for sending a payment */
"EnterPIN_HUDlblSend" = "Sending your payment...";

/* Enter PIN Screen PIN entered incorrectly once text */
"EnterPIN_IncorrectPin1x" = "1 failed attempt. Please try again.";

/* Enter PIN Screen PIN entered incorrectly twice text */
"EnterPIN_IncorrectPin2x" = "2nd Failed Attempt";

/* Enter PIN Screen account suspended Instruction Text */
"EnterPIN_InstructAccntSusp" = "Account suspended :-(";

/* Enter PIN Screen instruction text */
"EnterPIN_InstructionTxt" = "Enter your PIN to confirm your";

/* Enter PIN Screen instructions request */
"EnterPIN_InstructRequest" = "request";

/* Enter PIN Screen instructions transfer */
"EnterPIN_InstructTransfer" = "payment";

/* Enter PIN Screen no memo attached text */
"EnterPIN_NoMemoTxt" = "No memo attached";

/* Enter PIN Screen send to nonuser success Alert Body Text */
"EnterPIN_NonUsrSuccessAlrtTitle" = "Your transfer was sent successfully.\n\nThe recipient must accept this payment by linking a bank account. We will contact them and let you know when they respond.";

/* Enter PIN Screen Title */
"EnterPIN_ScrnTitle" = "Enter PIN";

/* Enter PIN Screen success alert title - Nice Work */
"EnterPIN_SuccessAlrt1" = "Nice Work";

/* Enter PIN Screen success alert title - Humpty Dumpty */
"EnterPIN_SuccessAlrt10" = "Humpty Dumpty Sat on a Wall";

/* Enter PIN Screen success alert title - Payo Haiku */
"EnterPIN_SuccessAlrt11" = "Payo Haiku";

/* Enter PIN Screen success alert title - Payo Loves You */
"EnterPIN_SuccessAlrt12" = "Payo Loves You";

/* Enter PIN Screen success alert title - Easy As Pie */
"EnterPIN_SuccessAlrt13" = "Easy As Pie";

/* Enter PIN Screen success alert title - Payment Sent */
"EnterPIN_SuccessAlrt2" = "Payment Sent";

/* Enter PIN Screen success alert title - Success */
"EnterPIN_SuccessAlrt3" = "Success";

/* Enter PIN Screen success alert title - Congratulations */
"EnterPIN_SuccessAlrt4" = "Congratulations";

/* Enter PIN Screen success alert title - Money Sent */
"EnterPIN_SuccessAlrt5" = "Money Sent";

/* Enter PIN Screen success alert title - Payment Sent */
"EnterPIN_SuccessAlrt6" = "Payment Sent";

/* Enter PIN Screen success alert title - Payment Sent */
"EnterPIN_SuccessAlrt7" = "You're Welcome";

/* Enter PIN Screen success alert title - Great Scott */
"EnterPIN_SuccessAlrt8" = "Great Scott!";

/* Enter PIN Screen success alert title - Knowledge Is Power */
"EnterPIN_SuccessAlrt9" = "Knowledge Is Power";

/* Enter PIN Screen success alert button for View Details */
"EnterPIN_SuccessAlrtViewDetails" = "View Details";

/* Enter PIN Screen transfer failed Alert Body Text */
"EnterPIN_TrnsfrFaildAlrtBody" = "The recepient has a Payo account, but has not linked a bank funding source yet, so they can't receive transfers quite yet!";

/* Enter PIN Screen transfer failed Alert Title */
"EnterPIN_TrnsfrFaildAlrtTitle" = "Transfer Failed";

/* History screen 'Accepted' Text */
"History_AcceptedTxt" = "Accepted";

/* History screen 'Cancelled' Text */
"History_CancelledTxt" = "Cancelled";

/* History screen 'Completed On' Text */
"History_CompletedOnTxt" = "Completed On";

/* History screen 'Transfer disputed by' Text */
"History_DisputedByTxt" = "Transfer Disputed By";

/* History screen when there are no Completed payments to display text */
"History_EmptyCompletedTxt" = "Once you make or receive a payment, come here to see all the details.";

/* History screen no results to show on map view body text */
"History_EmptyMapViewTitleBody" = "You haven't made any payments yet.  Once you do, you can come here to see where you've been paying.";

/* History screen when there are no Pending payments to display text */
"History_EmptyPendingTxt" = "No pending payments for you at the moment.";

/* History screen no results to show header text */
"History_EmptyTableTitleHdr" = "No Transfers To Show";

/* History screen export transfer data Alert Body Text */
"History_ExportAlrtBody" = "Where should we email your data?";

/* History screen export transfer data Alert Title */
"History_ExportAlrtTitle" = "Export Transfer Data";

/* History screen export successful Alert Body Text */
"History_ExprtSuccessAlrtBody" = "Your personalized transaction report has been emailed to you.";

/* History screen export successful Alert Title */
"History_ExprtSuccessAlrtTitle" = "Export Successful";

/* History screen 'For' Text */
"History_ForTxt" = "For";

/* History screen HUD text for cancelling a transfer/invite */
"History_HUDcancelling" = "Cancelling this transfer...";

/* History screen HUD loading text */
"History_HUDloadingTxt" = "Loading Transfer History...";

/* History screen HUD when searching Text */
"History_HUDsearching" = "Searching History...";

/* History screen 'Invited On' Text */
"History_InvitedOnTxt" = "Invited On:";

/* History screen 'Invite Sent To' Text */
"History_InviteSentToTxt" = "Invite Sent To";

/* History screen need location access Body Text */
"History_NeedLocAlrtBody" = "To access this feature and view your payment locations, please enable Location Services.\n\nTO ENABLE:\n• Go to your iPhone's Settings\n•  Tap 'Privacy'\n•  Tap 'Location Services'\n• Scroll to Payo and tap the switch";

/* History screen need location access Alert Title */
"History_NeedLocAlrtTitle" = "Need Location Access";

/* History screen no location access text */
"History_NoLocationAccess" = "To access this feature, please enable Location Services.";

/* History screen 'No payments found for that name' Text */
"History_NoPaymentsFoundByName" = "No payments found for that name";

/* History screen 'Paid' Text */
"History_PaidTxt" = "Paid";

/* History screen 'Payment From' text */
"History_PaymentFromTxt" = "Payment From";

/* History screen 'Pending' Text */
"History_PendingTxt" = "Pending";

/* History screen 'Rejected' Text */
"History_RejectedTxt" = "Rejected";

/* History screen reminder sent successfully Alert Title */
"History_ReminderSuccessAlrtTitle" = "Reminder Sent Successfully";

/* History screen 'Remind' Button Text */
"History_RemindTxt" = "Remind";

/* History screen 'Resolved' Text */
"History_ResolvedTxt" = "Resolved";

/* History screen title */
"History_ScrnTitle" = "History";

/* History screen search bar placeholder text */
"History_SearchPlaceholder" = "Search Your Transfer History";

/* History screen segmented control toggle - Completed */
"History_SegControl_Completed" = "   Completed";

/* History screen segmented control toggle - Pending */
"History_SegControl_Pending" = "  Pending";

/* History screen 'Send' Button Text */
"History_SendTxt" = "Send";

/* History screen 'Sent To' Text */
"History_SentToTxt" = "Sent To";

/* History screen transfer/invite cancelled successfully Alert Body Text */
"History_TransferCancelledAlrtBody" = "Aye aye. That transfer has been cancelled successfully.";

/* History screen transfer/invite cancelled successfully Alert Title */
"History_TransferCancelledAlrtTitle" = "Transfer Cancelled";

/* History screen 'Transfer From' Text */
"History_TransferFromTxt" = "Transfer From";

/* History screen 'Transfer To' Text */
"History_TransferToTxt" = "Transfer To";

/* History screen 'You disputed...' Text */
"History_YouDisputedTxt" = "You disputed a payment";

/* Home Screen 'Loading Your Payo Account' HUD */
"Home_HUDlbl1" = "Loading Your Payo Account";

/* Home Screen Btn Title */
"HomeBtnTitle" = "   Search for more friends";

/* How Much confirm request when amount is over limit Alert Body Text */
"HowMuch_CnfrmRequestOverLimitAlertBody" = "While we definitely appreciate your enthusiasm, we are limiting transfers to $%@ for now in order to minimize our risk (and yours). We're working to raise the limit soon!";

/* How Much confirm request when amount is over limit Alert Title */
"HowMuch_CnfrmRequestOverLimitAlertTitle" = "Whoa Big Spender";

/* How Much confirm request when amount is zero and only first name Alert Body */
"HowMuch_CnfrmRequestZeroFirstNameAlertTitle" = "Please enter a value over $0.\n\nSurely %@ owes you more than that...";

/* How Much confirm request when amount is zero and no first or last name Alert Body */
"HowMuch_CnfrmRequestZeroNoNameAlertTitle" = "Please enter a value over $0.\n\nWe'd love to send a $0 request, but it would just get too confusing for everyone.";

/* How Much confirm send when amount is over limit Alert Body Text */
"HowMuch_CnfrmSndOverLimitAlertBody" = "To keep Payo safe, please don’t send more than $%@. We hope to raise this limit very soon!";

/* How Much confirm send when amount is over limit Alert Title */
"HowMuch_CnfrmSndOverLimitAlertTitle" = "Whoa Now";

/* How Much confirm send with zero amount and only first name alert body text */
"HowMuch_CnfrmSndZeroFirstNameAlertText" = "Please enter a value over $0.\n\nWe'd love to send a $0 payment to %@, but it's actually rather tricky.";

/* How Much confirm send with zero amount and no first or last name alert body text */
"HowMuch_CnfrmSndZeroNoNameAlertText" = "Please enter a value over $0.\n\nWe'd love to send a $0 payment, but it's actually surprisingly tricky.";

/* How Much confirm request button text */
"HowMuch_ConfirmRequest" = "Confirm Request";

/* How Much confirm send payment text */
"HowMuch_ConfirmSend" = "Confirm Payment";

/* How Much  no camera error alert body text */
"HowMuch_ErrorAlertBody" = "Device has no camera";

/* How Much  no camera error alert title */
"HowMuch_ErrorAlertTitle" = "Error";

/* How Much memo placeholder text */
"HowMuch_MemoPlaceholder" = "     Enter a memo";

/* How Much multiple recipients note */
"HowMuch_MultiRecipNote" = "(from each person)";

/* How Much alert button NO text */
"HowMuch_No" = "No";

/* How Much replace picture alert body text */
"HowMuch_ReplacePicAlertBody" = "Do you want to remove the current picture?";

/* How Much replace picture alert title */
"HowMuch_ReplacePicAlertTitle" = "Replace Picture?";

/* How Much request button text */
"HowMuch_RequestBtn" = "Request";

/* How Much Screen Title */
"HowMuch_ScrnTitle" = "How Much?";

/* How Much send button text */
"HowMuch_SendBtn" = "Send";

/* How Much alert button YES text */
"HowMuch_Yes" = "Yes";

/* Left Sidebar 'Version' Text */
"LeftSidebar_VersionTxt" = "Version";

/* LimitsFees 'Loading & Other Computer Activities' HUD Label */
"LimitsFees_HUDlbl" = "Loading & Other Computer Activities";

/* LimitsFees 'Limits & Fees' Screen Title */
"LimitsFees_ScrnTitle" = "Limits & Fees";

/* Default DejalActivtyView label text */
"Loading..." = "Loading...";

/* 'We can't log you in if we don't know who you are!' Alert Body */
"Login_Alrt1Body" = "We can't log you in if we don't know who you are!";

/* 'Please Enter Email And Password' Alert Title */
"Login_Alrt1Ttl" = "Please Enter Email And Password";

/* Login screen Connection Error Alert Body Text */
"Login_CnctnErrAlrtBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Login screen 'Connection Error' Alert Text */
"Login_CnctnErrAlrtTitle" = "Connection Trouble";

/* 'Email' Text */
"Login_EmailTxt" = "Email";

/* 'Facebook Login Failed' Alert Body Text */
"Login_FbFailedAlrtBody" = "Facebook Login Failed";

/* Facebook Login Failed 'Register Now' Alert Button text */
"Login_FbFailedAlrtBtn1" = "Register Now";

/* Facebook Login Failed 'Cancel' Alert Button text */
"Login_FbFailedAlrtBtn2" = "Cancel";

/* 'Facebook Login Failed' Alert Title */
"Login_FbFailedAlrtTitle" = "Facebook Login Failed";

/* 'Please enter your email and we will send you a reset link.' Alert Body Text */
"Login_ForgPwAlrtBody" = "Please enter your email and we will send you a reset link.";

/* 'Cancel' Alert Button Text */
"Login_ForgPwAlrtCncl" = "Cancel";

/* 'Forgot Password' Alert Title */
"Login_ForgPwAlrtTtl" = "Forgot Password";

/* 'Forgot Password?' Text */
"Login_ForgPwTxt" = "Forgot Password?";

/* 'Checking Login Credentials...' HUD Label */
"Login_HUDlbl" = "Checking Login Credentials...";

/* Login Screen 'Invalid Email or Password' Alert Title */
"Login_InvldCredsAlrtTtl" = "Invalid Email or Password";

/* Login Screen 'This Is Awkward' Alert Title */
"Login_InvldCredsAlrtTtl2" = "This is Awkward";

/* Login Screen Invalid Email or Password Alert Body Text */
"Login_InvldCredsBody" = "We don't recognize that information, please double check your email is entered correctly and try again.";

/* Login Screen This Is Awkward Alert Body Text */
"Login_InvldCredsBody2" = "That doesn't appear to be the correct password. Please try again or contact us for futher help.";

/* 'Login  ' Button Text */
"Login_LoginBtn" = "Login  ";

/* 'Password' Placeholder Text */
"Login_PwPlchldr" = "Password";

/* 'Password' Text */
"Login_PwTxt" = "Password";

/* 'Remember Me' Text */
"Login_RemMeTxt" = "Remember Me";

/* Login Screen Account Suspended Alert Body Text */
"Login_SuspAlrtBody" = "To keep Payo safe your account has been temporarily suspended because you entered an incorrect password too many times.\n\nIn most cases your account will be automatically un-suspended in 24 hours. You can always contact support if this is an error.\n\nWe really apologize for the inconvenience and ask for your patience. Our top priority is keeping Payo safe and secure.";

/* Login Screen 'Account Temporarily Suspended' Alert Title */
"Login_SuspAlrtTtl" = "Account Temporarily Suspended";

/* Left Sidebar Row Title - 'Donate to a Cause' */
"LSidebar_Donate" = "Donate to a Cause";

/* Left Sidebar Section Header - 'About' */
"LSidebar_Hdr_About" = "ABOUT";

/* Left Sidebar Section Header - 'Account' */
"LSidebar_Hdr_Account" = "ACCOUNT";

/* Left Sidebar Section Header - 'Social' */
"LSidebar_Hdr_Social" = "SOCIAL";

/* Left Sidebar Row Title - 'Transaction History' */
"LSidebar_Hist" = "Transfer History";

/* Left Sidebar Row Title - 'Home' */
"LSidebar_Home" = "Home";

/* Left Sidebar Row Title - 'How Payp Works' */
"LSidebar_HowItWrks" = "How Payo Works";

/* Left Sidebar Row Title - 'Legal Info' */
"LSidebar_Legal" = "Legal Info";

/* Left Sidebar Legal Action Sheet - 'User Agreement' */
"LSidebar_LegalActSht1" = "User Agreement";

/* Left Sidebar Legal Action Sheet - 'Privacy Policy' */
"LSidebar_LegalActSht2" = "Privacy Policy";

/* Left Sidebar Row Title - 'Limits & Fees' */
"LSidebar_Limits" = "Limits & Fees";

/* Left Sidebar Row Title - 'Rate Payo' */
"LSidebar_Rate" = "Rate Payo";

/* Left Sidebar Row Title - 'Refer a Friend' */
"LSidebar_Refer" = "Refer a Friend";

/* Left Sidebar Row Title - 'Support' */
"LSidebar_Support" = "Support";

/* Left Sidebar contact support Action Sheet - 'Report a Bug' */
"LSidebar_SupportActShtBug" = "Report a Bug";

/* Left Sidebar contact support Action Sheet - 'Email Payo Support' */
"LSidebar_SupportActShtEmail" = "Email Payo Support";

/* Left Sidebar contact support Action Sheet - 'Go to Support Center' */
"LSidebar_SupportActShtSupprtCtr" = "Go to Support Center";

/* Left Sidebar contact support Action Sheet Title */
"LSidebar_SupportActShtTitle" = "Support Options";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* Notification Settings HUD loading text */
"NotifSettings_HUDtxt" = "Loading your settings...";

/* Notification Settings row lbl - 'Transfer Received' */
"NotifSettings_Row1" = "Transfer Received";

/* Notification Settings row lbl - 'Transfer Sent' */
"NotifSettings_Row2" = "Transfer Sent";

/* Notification Settings row lbl - 'Transfer Unclaimed' */
"NotifSettings_Row3" = "Transfer Unclaimed";

/* Notification Settings screen title */
"NotifSettings_ScrnTitle" = "Notification Settings";

/* InAppSettingsKit */
"OK" = "OK";

/* Home Screen Pending Banner Action Text */
"PendingBannerActionTxt" = "TAP TO VIEW & RESPOND";

/* Home Screen Pending Body Text Plural */
"PendingBannerBodyTxtPlural" = "You have %d payment request waiting for a response.";

/* Home Screen Pending Body Text Singular */
"PendingBannerBodyTxtSingular" = "You have 1 payment request waiting for a response.";

/* Home Screen Pending Title Plural */
"PendingBannerTitlePlural" = "Pending Requests Waiting";

/* Home Screen Pending Title Singular */
"PendingBannerTitleSingular" = "Pending Request Waiting";

/* Home Screen Phone Unverified Action Text */
"PhoneUnverifiedActionTxt" = "TAP TO ADD NUMBER";

/* Home Screen Phone Unregistered Body Text */
"PhoneUnverifiedBodyTxt" = "Please verify your phone - respond 'Go' to the SMS.";

/* Home Screen Phone Unverified Title */
"PhoneUnverifiedTitle" = "Phone Number Not Verified";

/* 'Cancel' Text */
"PopSelect_CancelRow" = "Cancel";

/* 'All Transfers' Text */
"PopSelect_Row1" = "All Transfers";

/* 'Sent' Text */
"PopSelect_Row2" = "Sent";

/* 'Received' Text */
"PopSelect_Row3" = "Received";

/* 'Requests' Text */
"PopSelect_Row4" = "Requests";

/* 'Disputes' Text */
"PopSelect_Row5" = "Disputes";

/* Privacy 'Loading Privacy Policy...' HUD Label */
"Privacy_HUDlbl" = "Loading Privacy Policy...";

/* 'Privacy Policy' Screen Title */
"Privacy_ScrnTitle" = "Privacy Policy";

/* Profile 'Account Is Suspended' Alert Body Text */
"Profile_AcntSuspBody" = "Your account is currently suspended, please attempt to verify your phone number when your account is no longer suspended.";

/* Profile 'Account Is Suspended' Alert Title */
"Profile_AcntSuspTitle" = "Account Is Suspended";

/* Profile 'Address2' Text */
"Profile_Address2Txt" = "Address 2";

/* Profile 'Address' Text */
"Profile_AddressTxt" = "Address";

/* Profile '(Optional)' Text */
"Profile_Adrs2Plchldr" = "(Optional)";

/* Profile address placeholder Text */
"Profile_AdrsPlchldrt" = "123 Payo St.";

/* Profile 'No' Button Text */
"Profile_AlrtBtnNo1" = "NO";

/* Profile 'NO' Button Text */
"Profile_AlrtBtnNo2" = "NO";

/* Profile 'Yes' Button Text */
"Profile_AlrtBtnYes1" = "YES";

/* Profile 'YES' Button Text */
"Profile_AlrtBtnYes2" = "YES";

/* Profile 'Bank Linked' text */
"Profile_BnkLnkd" = "Bank Linked";

/* Profile 'Cancel' Text */
"Profile_CancelTxt" = "Cancel";

/* Profile 'Check Your Email' Alert Body Text */
"Profile_ChkEmlAlrtBody" = "A verifiction link has been sent to %@.";

/* Profile 'Check Your Email' Alert Title */
"Profile_ChkEmlAlrtTitle" = "Check Your Email";

/* Profile Check Your Texts Alert Body Text */
"Profile_ChkSmsAlrtBody" = "A verifiction SMS has been sent to your phone. Please respond \"Go\" (case doesn't matter) to confirm your number.";

/* Profile 'Check Your Texts' Alert Title */
"Profile_ChkSmsAlrtTitle" = "Check Your Texts";

/* Profile 'City' Placeholder */
"Profile_CityPlchldr" = "City";

/* Profile 'City' Text */
"Profile_CityTxt" = "City";

/* Profile 'Edit' Txt (for profile pic) */
"Profile_EditTxt" = "Edit";

/* Profile Email already verified Alert Body Text */
"Profile_EmailAlrdyVerAlrtBody" = "Your email has already been verified.";

/* Profile 'Email' Text */
"Profile_EmailTxt" = "Email";

/* Profile 'Error' Text */
"Profile_ErrorTxt" = "Error";

/* Profile failure Alert Body Text */
"Profile_FailureAlrtBody" = "An error occurred when attempting to fulfill this request, please try again.";

/* Profile 'From iPhone Library' Text */
"Profile_FrmLbry" = "From iPhone Library";

/* Profile Scrn initial HUD loading text */
"Profile_HUDloading" = "Loading your profile...";

/* Profile HUD 'Saving Your Profile' Text */
"Profile_HUDsaving" = "Saving Your Profile";

/*Profile 'Invalid Email Address' Body Text */
"Profile_InvldEmlAlrtBdy" = "Hmm... please double check that you have entered a valid email address.";

/* Profile 'Invalid Email Address' Alert Title */
"Profile_InvldEmlAlrtTtl" = "Invalid Email Address";

/* Profile 'Member Since' text */
"Profile_MemSinceTxt" = "Member Since";

/* Profile 'Nice To Meet You' Alert Title */
"Profile_NcToMtYouAlrtTitle" = "Nice To Meet You";

/* Profile 'No Funding Source' text */
"Profile_NoBankTxt" = "No Funding Source";

/* Profile Need A Name Alert Body Text */
"Profile_NoNameAlrtBody" = "We can call you 'Blank' if you want, but it's probably better if you entered a name...";

/* Profile 'Need A Name' Alert Title */
"Profile_NoNameAlrtTtl" = "Need A Name";

/* Profile 'I don't see you!' Alert Body Text */
"Profile_NoPicAlrtBody" = "You haven't set your profile picture, would you like to do that now?";

/* Profile I don't see you Alert 'No Thanks' Btn */
"Profile_NoPicAlrtBtnNo" = "No Thanks";

/* Profile I don't see you! Alert 'Yes - Set Now' Btn */
"Profile_NoPicAlrtBtnYes" = "Yes - Set Now";

/* Profile 'I don't see you!' Alert Title */
"Profile_NoPicAlrtTitle" = "I don't see you";

/* Profile not a member Alert Body Text */
"Profile_NotAMbmrAlrtBody" = "An error occurred when attempting to fulfill this request, please try again.";

/* Profile 'Not Verified' Text */
"Profile_NotVerifTxt" = "Not Verified";

/* Profile 'Not Verified' Text (2nd) */
"Profile_NotVerifTxt2" = "Not Verified";

/* Profile 'Phone Number Already Registered' Alert Body Text */
"Profile_PhnAlrdRegAlrtBody" = "Looks like %@ is already registered with another Payo account. Please contact us if this is a mistake or for further help.";

/* Profile 'Phone Number Already Registered' Alert Title */
"Profile_PhnAlrdRegAlrtTitle" = "Phone Number Already Registered";

/* Profile Phone Number Trouble Alert Body Text */
"Profile_PhnTrblAlrtBody" = "Please double check that you entered a valid 10-digit phone number.";

/* Profile 'Phone Number Trouble' Alert Body Text (2nd) */
"Profile_PhnTrblAlrtBody2" = "Please double check that you entered a valid 10-digit phone number.";

/* Profile 'Phone Number Trouble' Alert Title */
"Profile_PhnTrblAlrtTtl" = "Phone Number Trouble";

/* Profile 'Phone Number Trouble' Alert Title (2nd) */
"Profile_PhnTrblAlrtTtl2" = "Phone Number Trouble";

/* Profile 'Resend Email' Text */
"Profile_ResendEmBtn" = "Resend Email";

/* Profile 'Resend SMS' Btn Text */
"Profile_ResendSmsBtn" = "Resend SMS";

/* Profile Save Changes Alert Body Text */
"Profile_SaveAlrtBody1" = "Do you want to save the changes to your profile?";

/* Profile 'Save Changes' Alert Title */
"Profile_SaveAlrtTitle1" = "Save Changes";

/* Profile Scrn Title */
"Profile_ScrnTtl1" = "Profile";

/* 'Profile' Screen Title */
"Profile_ScrnTtl2" = "Profile";

/* Profile phone already verified Alert Body Text */
"Profile_SmsAlrdyVerAlrtBody" = "Your phone number has already been verified.";

/* Profile phone already verified Alert Title */
"Profile_SmsAlrdyVerAlrtTitle" = "You're Good To Go";

/* Profile Something Went Wrong Alert Body Text */
"Profile_SmthngWrngAlrtBody" = "Please double check to make sure your info is correct and try again. If the problem persists, please contact Payo support.";

/* Profile 'Something Went Wrong' Alert Title */
"Profile_SmthngWrngAlrtTitle" = "Something Went Wrong";

/* Profile Profile Saved and phone not yet verified Alert Body Text */
"Profile_SvdSucAlrtBody" = "Your details were updated successfully.\n\nTo verify your phone number, we will send you a text. Just reply with 'Go' to verify.";

/* Profile Profile Saved Alert Body Text */
"Profile_SvdSucAlrtBody2" = "Your details have been updated successfully.";

/* Profile 'Profile Saved' Alert Title */
"Profile_SvdSucAlrtTtle" = "Profile Saved";

/* Profile 'Profile Saved' Alert Title (2nd) */
"Profile_SvdSucAlrtTtle2" = "Profile Saved";

/* Profile 'ADDRESS' Txt */
"Profile_TblHdr_Address" = "ADDRESS";

/* Profile 'CONTACT INFO' Txt */
"Profile_TblHdr_Contact" = "CONTACT INFO";

/* Profile 'Unexpected Error' Alert Body Text */
"Profile_UnexpErrorAlrtBody1" = "An error occurred when attempting to fulfill this request, please try again.";

/* Profile 'Unexpected Error' Alert Body Text (2nd) */
"Profile_UnexpErrorAlrtBody2" = "An error occurred when attempting to fulfill this request, please try again.";

/* Profile 'Unexpected Error' Alert Title */
"Profile_UnexpErrorAlrtTitle1" = "Unexpected Error";

/* Profile 'Unexpected Error' Alert Title (2nd) */
"Profile_UnexpErrorAlrtTitle2" = "Unexpected Error";

/* Profile 'Use Camera' Text */
"Profile_UseCamera" = "Use Camera";

/* Profile '90210' placeholder text */
"Profile_ZipPlchldr" = "90210";

/* Profile 'ZIP' Text */
"Profile_ZipTxt" = "ZIP";

/* ReEnter PIN 'Incorrect PIN - Please Try Again' Feedback Text */
"ReEnterPIN_IncrctPinLbl" = "Incorrect PIN - Please Try Again";

/* ReEnter PIN 'Incorrect PIN - 2nd Failed Attempt' Feedback Text */
"ReEnterPIN_IncrctPinLbl2nd" = "Incorrect PIN - 2nd Failed Attempt";

/* 'Enter Your PIN' Instruction Text */
"ReEnterPIN_instruct" = "Enter Your PIN";

/* Require PIN Setting Alert Body */
"ReEnterPIN_RqrPinStngAlrtBody" = "ReEnterPIN_RqrPinStngAlrtBody";

/* Require PIN Setting Alert 'Turn Off' Btn Text */
"ReEnterPIN_RqrPinStngAlrtOffBtn" = "Turn Off";

/* Require PIN Setting Alert 'Keep On' Btn Text */
"ReEnterPIN_RqrPinStngAlrtOnBtn" = "Keep On";

/* 'Require PIN Setting' Alert Title */
"ReEnterPIN_RqrPinStngAlrtTtl" = "Require PIN Setting";

/* Please Try Again Alert Body Text */
"ReEnterPIN_TryAgnAlrtBody" = "For security protection, your account will be suspended for 24 hours if you enter an incorrect PIN again.";

/* 'Please Try Again' Alert Title */
"ReEnterPIN_TryAgnAlrtTtl" = "Please Try Again";

/* Referral Code screen Connection Error Alert Body Text */
"ReferCode_CnctnErrAlrtBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Referral Code screen 'Connection Error' Alert Text */
"ReferCode_CnctnErrAlrtTitle" = "Connection Error";

/* 'I Don't Have a Code' Button Text */
"ReferCode_DntHvCodeTxt" = "I Don't Have a Code";

/* 'Please Enter An Invite Code' Alert Title */
"ReferCode_EntrCodeAlrtTtl" = "Please Enter An Invite Code";

/* 'Expired Code' Alert Body */
"ReferCode_ExprdAlrtBody" = "Sorry, looks like that referral code is no longer valid.  Please try another code.";

/* 'Expired Code' Alert Title */
"ReferCode_ExprdAlrtTtl" = "Expired Code";

/* 'Enter Referral Code' Header Text */
"ReferCode_HdrTxt" = "Enter Referral Code";

/* 'Validating your code' HUD Label */
"ReferCode_HUDlbl1" = "Validating your code";

/* 'Creating your Payo account...' HUD Label */
"ReferCode_HUDlbl2" = "Creating Your Payo Account";

/* Referral Code screen instruction Text */
"ReferCode_Instruct" = "If you have a Referral Code from a current Payo user, enter it below:";

/* 'ENTER CODE' Placeholder Text */
"ReferCode_PlchldrTxt" = "ENTER CODE";

/* 'Request An Invite Code' Alert Body */
"ReferCode_RqstCdAlrtBody" = "To make sure every Payo user has the best experience, you must have an invite or referral code.\n\nYou can get a code from any current Payo user, or request an invite directly from us. We try to send out codes as quickly as possible when they are requested.";

/* 'Request code' Alert Button */
"ReferCode_RqstCdAlrtBtn" = "Request Code";

/* 'Request An Invite Code' Alert Title */
"ReferCode_RqstCdAlrtTtl" = "Request An Invite Code";

/* 'Submit' Button Text */
"ReferCode_SbmtBtn" = "Submit";

/* Profile 'Friends You Referred:' header label */
"ReferFriend_FrndsRfrdHdr" = "Friends You Referred";

/* Profile 'Loading important stuff...' HUD Text */
"ReferFriend_HUDlbl" = "Loading Important Stuff...";

/* Profile 'Refer a friend with...' header label */
"ReferFriend_RfrHdr" = "Refer a friend with...";

/* Profile 'Refer A Friend' Screen Title */
"ReferFriend_ScrnTitle" = "Refer A Friend";

/* Profile 'SMS Text' label */
"ReferFriend_SmsTxt" = "SMS Text";

/* Profile 'Your Referral Code' header label */
"ReferFriend_YourCdHdr" = "Your Referral Code";

/* Register Screen 'I agree to ' Text */
"Register_AgreeTxt1" = "I agree to ";

/* Register Screen 'Payo's Terms of Service.' Text */
"Register_AgreeTxt2" = "Payo's Terms of Service.";

/* Register Screen 'Continue' Btm Text */
"Register_CntnBtnWk" = "Continue";

/* Register Screen ' Email' Text */
"Register_EmailLbl" = " Email";

/* Register Screen 'Already a member?  Sign in here  */
"Register_loginTxt" = "Already a member?  Sign in here";

/* Register Screen Full Name Instructions Text */
"Register_NameInstruct" = "Please enter a first AND last name";

/* Register Screen ' Full Name' Text */
"Register_NameLbl" = " Full Name";

/* Register Screen 'Or...' Text */
"Register_OrTxt" = "Or...";

/* Register Screen ' Password' Text */
"Register_PwLbl" = " Password";

/* Register Screen 'Password ' Placeholder Text */
"Register_PwPlchldr" = "Password ";

/* Register Screen 'Sign Up With */
"Register_SgnUpWthTxt" = "Sign Up With";

/* Register Screen 'Very Weak' PW Validator Text */
"Register_VryWk" = "Very Weak";

/* Reset PIN '1st Failed Attempt' text */
"ResetPIN_1stFailed" = "1st Failed Attempt";

/* Reset PIN '2nd Failed Attempt' text */
"ResetPIN_2ndFailed" = "2nd Failed Attempt";

/* Reset PIN account suspended text */
"ResetPIN_AcntSuspLbl" = "Account suspended.";

/* Reset PIN cancel btn text */
"ResetPIN_cancelTxt" = "Cancel";

/* Reset PIN 'Confirm your PIN' text */
"ResetPIN_cnfrmPINtxt" = "Confirm your PIN";

/* Reset PIN 'Enter new PIN' text */
"ResetPIN_enterNewPin" = "Enter new PIN";

/* Reset PIN instructions */
"ResetPIN_instruct" = "Please enter your old PIN.";

/* Reset PIN pins don't match text */
"ResetPIN_noMatchTxt" = "PINs didn't match - try again";

/* Reset PIN screen Scrn Title */
"ResetPIN_scrnTitle" = "Reset PIN";

/* Reset PIN Failed account suspended Alert Body Text */
"ResetPIN_SuspAlrtBody" = "Your account has been suspended for 24 hours. Please contact us via email at support@nooch.com if you need to reset your PIN immediately.";

/* Reset PIN Failed account suspended Alert 'Contact Support' Btn */
"ResetPIN_SuspAlrtBtn" = "Contact Support";

/* Reset PIN Failed account suspended Alert Title */
"ResetPIN_SuspAlrtTitle" = "Account Suspended";

/* Reset PIN Failed Alert Body Text */
"ResetPIN_TryAgainAlrtBody" = "Your account will be suspended for 24 hours if you enter another incorrect PIN.";

/* Reset PIN Failed Alert Title */
"ResetPIN_TryAgainAlrtTitle" = "Please Try Again";

/* Reset PIN updated successfully Alert Body Text */
"ResetPIN_updatedAlrtBody" = "Your PIN has been changed successfully.";

/* Reset PIN updated successfully Alert Title */
"ResetPIN_updatedAlrtTitle" = "PIN Updated";

/* Reset PW 'Cancel' btn text */
"ResetPw_cancelBtn" = "Cancel";

/* Reset PW 'Change Password' btn text */
"ResetPw_ChngPwBtn" = "Change Password";

/* Reset PW 'Confirm Password' label text */
"ResetPw_ConfirmPwLbl" = "Confirm Password";

/* Reset PW 'Confirm Password' placeholder text */
"ResetPw_ConfirmPwPlaceholder" = "Confirm Password";

/* Reset PW 'Current Password' label text */
"ResetPw_CurrentPwLbl" = "Current Password";

/* Reset PW 'Gotta Give Something' Alert Body Text */
"ResetPw_emptyAlrtBody" = "For fairly self-evident reasons, your password must have more than 0 characters.";

/* Reset PW 'Gotta Give Something' Alert Title */
"ResetPw_emptyAlrtTitle" = "Gotta Give Something";

/* Reset PW Forgot Password Alert Body Text */
"ResetPw_ForgotAlrtBody1" = "Enter your email and we will send you a reset link.";

/* Reset PW Forgot Password Alert Body Text */
"ResetPw_ForgotAlrtBody2" = "Please enter a valid email address.";

/* Reset PW Forgot Password Alert Cancel Btn */
"ResetPw_ForgotAlrtBtn1" = "Cancel";

/* Reset PW Forgot Password Alert Cancel Btn */
"ResetPw_ForgotAlrtBtn2" = "Cancel";

/* Reset PW Forgot Password Alert Title */
"ResetPw_ForgotAlrtTitle1" = "Forgot Password";

/* Reset PW Forgot Password Alert Title */
"ResetPw_ForgotAlrtTitle2" = "Forgot Password";

/* Reset PW 'Forgot Password?' btn text */
"ResetPw_forgotPwBtn" = "Forgot Password?";

/* Reset PW 'New Password' label text */
"ResetPw_NewPwLbl" = "New Password";

/* Reset PW 'New Password' placeholder text */
"ResetPw_NewPwPlaceholder" = "New Password";

/* Reset PW no confirm pw text Alert Body Text */
"ResetPw_noConfirmPwAlrtBody" = "Please enter the NEW password twice to confirm.";

/* Reset PW no confirm pw text Alert Title */
"ResetPw_noConfirmPwAlrtTitle" = "Double Check";

/* Reset PW 'Double Check' Alert Body Text */
"ResetPw_NoMatchAlrtBody" = "Please make sure the new passwords match.";

/* Reset PW 'Double Check' Alert Title */
"ResetPw_NoMatchAlrtTitle" = "Double Check";

/* Reset PW no new pw text Alert Body Text */
"ResetPw_noNewPwAlrtBody" = "Please enter the shiniest new password you can think of!";

/* Reset PW no new pw text Alert Title */
"ResetPw_noNewPwAlrtTitle" = "Need New Password";

/* Reset PW no number in new PW Alert Body Text */
"ResetPw_noNumAlrtBody" = "For sucurity reasons, et cetera, et cetera... we ask that passwords contain at LEAST 1 number. We know it's annoying, but just trying to look out for you. Keep it safe!";

/* Reset PW no number in new PW Alert Title */
"ResetPw_noNumAlrtTitle" = "Sooo Close";

/* Reset PW no old pw text Alert Body Text */
"ResetPw_noOldPwAlrtBody" = "Please enter your current password.";

/* Reset PW no old pw text Alert Title */
"ResetPw_noOldPwAlrtTitle" = "Wait a Sec...";

/* Reset PW 'Enter Password' placeholder text */
"ResetPw_pwPlaceholder" = "Enter Password";

/* Reset PW Scrn Title */
"ResetPw_scrnTitle" = "Reset Password";

/* Reset PW new too short Alert Body Text */
"ResetPw_tooShortAlrtBody" = "For sucurity reasons, et cetera... we ask that passwords contain at least 8 characters.";

/* Reset PW new too short Alert Title */
"ResetPw_tooShortAlrtTitle" = "Almost There";

/* Reset PW incorrect pw Alert Body */
"ResetPw_wrongPwAlrtBody" = "That doesn't appear to be the correct password. Please try again or contact us for futher help";

/* Reset PW incorrect pw Alert Title */
"ResetPw_wrongPwAlrtTitle" = "This Is Awkward";

/* Register screen Connection Error Alert Body Text */
"Rgstr_CnctnErrAlrtBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Register screen 'Connection Error' Alert Text */
"Rgstr_CnctnErrAlrtTitle" = "Connection Trouble";

/* Register screen 'Email In Use Already' Alert Body Text */
"Rgstr_EmlInUseAlrtBody" = "The email address you are attempting to sign up with is already in use. Do you want to login now?";

/* Register screen 'Email In Use Already' Alert Title */
"Rgstr_EmlInUseAlrtTtl" = "Email In Use Already";

/* Register screen 'Extremely Strong' PW Validator Text */
"Rgstr_ExtrStrngTxt" = "Extremely Strong";

/* Register screen 'Fair' PW Validator Text */
"Rgstr_FairTxt" = "Fair";

/* Register screen 'Good' PW Validator Text */
"Rgstr_GoodTxt" = "Good";

/* Register screen 'Checking if email already in use' HUD Label */
"Rgstr_HUDchkngEml" = "Checking if email already in use";

/* Register screen Insecure Pw Alert Body Text */
"Rgstr_InscrPwAlrtBody" = "For security reasons, et cetera, we ask that passwords contain at least 1 number.\n\nWe know it's annoying, but we're just looking out for you. Keep it safe!";

/* Register screen 'Insecure Password' Alert Title */
"Rgstr_InscrPwAlrtTtl" = "Insecure Password";

/* Register screen Letters Are Fun Too Alert Body Text */
"Rgstr_NeedLtrAlrtBody" = "Regrettably, your Payo password must contain at least one actual letter.";

/* Register screen 'Letters Are Fun Too' Alert Title */
"Rgstr_NeedLtrAlrtTtl" = "Letters Are Fun Too";

/* Register screen 'Now just create a password...' Instruction Text */
"Rgstr_NwCrtPwTxt" = "Now just create a password...";

/* Register screen Really Alert Body Text */
"Rgstr_ReallyAlrtBody1" = "Your name has a number in it?\n\nPlease enter a real name.\n\nOr if your name actually does contain a number, our bad... please contact support@nooch.com and we'll create an account for you.";

/* Register screen Really Alert Body (2nd - symbol) */
"Rgstr_ReallyAlrtBody2" = "Your name has a symbol in it now?\n\nPlease enter a real name.\n\nOr if your name actually does contain a symbol, our apologies... please contact support@nooch.com and we'll create an account for you.";

/* Register screen Really Alert Title */
"Rgstr_ReallyAlrtTtl1" = "Really?";

/* Register screen Really Alert Title */
"Rgstr_ReallyAlrtTtl2" = "Really?";

/* Register screen Account Temporarily Suspended Alert Body Text */
"Rgstr_SuspAlrtBody1" = "For security your account has been temporarily suspended.\n\nWe really apologize for the inconvenience and ask for your patience. Our top priority is keeping Payo safe and secure.\n\nPlease contact us at support@nooch.com if you would like more information.";

/* Register screen Account Temporarily Suspended Alert Body Text (2nd) */
"Rgstr_SuspAlrtBody2" = "For security your account has been temporarily suspended.\n\nWe really apologize for the inconvenience and ask for your patience. Our top priority is keeping Payo safe and secure.\n\nPlease contact us at support@nooch.com if you would like more information.";

/* Register screen 'Contact Support' Alert Btn */
"Rgstr_SuspAlrtBtn1" = "Contact Support";

/* Register screen 'Contact Support' Alert Btn (2nd) */
"Rgstr_SuspAlrtBtn2" = "Contact Support";

/* Register screen 'Account Temporarily Suspended' Alert Title */
"Rgstr_SuspAlrtTtl1" = "Account Temporarily Suspended";

/* Register screen 'Account Temporarily Suspended' Alert Title (2nd) */
"Rgstr_SuspAlrtTtl2" = "Account Temporarily Suspended";

/* Register screen 'Who Loves Lawyers' Alert Body Text */
"Rgstr_TrmsAlrtBody" = "Please read Payo's Terms of Service and check the box to proceed.";

/* Register screen 'Who Loves Lawyers' Alert Title */
"Rgstr_TrmsAlrtTtl" = "Who Loves Lawyers";

/* Register screen 'Very Weak' PW Validator Text (2nd) */
"Rgstr_VrWeakTxt" = "Very Weak";

/* Register screen 'Weak' PW Validator Text */
"Rgstr_WeakTxt" = "Weak";

/* Security Settings change PIN btn text */
"SecSettings_ChgPinBtn" = "Change PIN";

/* Security Settings change PW btn text */
"SecSettings_ChgPwBtn" = "Change Password";

/* Security Settings require PIN immediately label */
"SecSettings_ReqPin" = "Require PIN Immediately";

/* Security Settings require PIN instruction text */
"SecSettings_ReqPinInstruc" = "Require your PIN to enter the app.";

/* Security Settings Scrn Title */
"SecSettings_ScrnTitle" = "Security Settings";

/* Security Settings show in search label */
"SecSettings_ShowInSrch" = "    Show In Search";

/* Security Settings show in search instruction text */
"SecSettings_ShowInSrchInstruc" = "Show up when other members search for people nearby to send or request money.";

/* Select Recipient Connection Error Alert Body Text */
"SelectRecip_ConnectionErrorAlertBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Select Recipient Connection Error Alert Title */
"SelectRecip_ConnectionErrorAlertTitle" = "Connection Trouble";

/* Select Recipient Email Address Entry */
"SelectRecip_Emai" = "Send To Email Address";

/* Select Recipient Hold On There Alert Title */
"SelectRecip_HoldOnThere" = "Hold On There...";

/* Select Recipient Hold On There Alert Body Text */
"SelectRecip_HoldOnThereBody" = "You are attempting a transfer paradox, the results of which could cause a chain reaction that would unravel the very fabric of the space-time continuum and destroy the entire universe!\n\nPlease try someone ELSE's email address!";

/* Select Recipient HUD Checking That Phone Text */
"SelectRecip_HUD_CheckingPhoneNum" = "Checking that phone number...";

/* Select Recipient HUD Generating Transfer Text */
"SelectRecip_HUD_GeneratingTrnsfr" = "Generating Transfer...";

/* Select Recipient HUD Generating Transfer Text */
"SelectRecip_HUD_GeneratingTrnsfr2" = "Generating Transfer...";

/* Select Recipient HUD Checking Text */
"SelectRecip_HUDchecking" = "Checking";

/* Select Recipient HUD Checking Text */
"SelectRecip_HUDchecking2" = "Checking";

/* Select Recipient No Email Address Selected Alert Body */
"SelectRecip_NoEmailSelected" = "No email address has been specified. Please try again.";

/* Select Recipient Phone Number Entry */
"SelectRecip_Phone" = "Send To Phone Number";

/* Select Recipient Phone Number Trouble Body Text */
"SelectRecip_PhoneNumTroubleAlertBody" = "Please double check that you entered a valid 10-digit phone number.";

/* Select Recipient Phone Number Trouble Alert Title */
"SelectRecip_PhoneNumTroubleAlertTitle" = "Phone Number Trouble";

/* Select Recipient Phone Number Trouble Alert Title */
"SelectRecip_PhoneNumTroubleAlertTitle2" = "Phone Number Trouble";

/* Select Recipient Please Check That Email Alert Body Text */
"SelectRecip_PlsCheckEmailAlertBody" = "That doesn't look like a valid email address.  Please check it and try again.";

/* Select Recipient Please Check That Email Alert Body Text */
"SelectRecip_PlsCheckEmailAlertBody2" = "That doesn't look like a valid email address.  Please check it and try again.";

/* Select Recipient Please Check That Email Alert Title */
"SelectRecip_PlsCheckEmailAlertTitle" = "Please Check That Email";

/* Select Recipient Please Check That Email Alert Title */
"SelectRecip_PlsCheckEmailAlertTitle2" = "Please Check That Email";

/* Select Recipient Recent Contacts */
"SelectRecip_RecentContacts" = "Recent Contacts";

/* Select Recipient Recent List Loading Text */
"SelectRecip_RecentLoading" = "Loading your recent list...";

/* Select Recipient Recent List Loading Text 2 */
"SelectRecip_RecentLoading2" = "Loading your recent list...";

/* Select Recipient Recent Segmented Toggle */
"SelectRecip_RecentToggle" = "Recent";

/* Select Recipient Search Bar Placeholder */
"SelectRecip_SearchPlaceholder" = "Search by Name or Enter an Email";

/* Select Recipient Search Results */
"SelectRecip_SearchResults" = "Search Results";

/* Select Recipient Send To Text */
"SelectRecip_SendToTxt" = "Send To:";

/* Select Recipient Too Many Recipients Alert Body Text */
"SelectRecip_TooManyRecipAlertBody" = "You can't request more than 10 Users!";

/* Select Recipient Too Many Recipients Alert Title */
"SelectRecip_TooManyRecipAlertTitle" = "Too Many Recipients";

/* Select Recipient Try That Again Alert Body Text */
"SelectRecip_TryAgainAlertBody" = "You are attempting a transfer paradox, the results of which could cause a chain reaction that would unravel the very fabric of the space-time continuum and destroy the entire universe!\n\nPlease try someone ELSE's email address!";

/* Select Recipient Try That Again Alert Title */
"SelectRecip_TryAgainAlertTitle" = "Try That Again";

/* Select Recipient Very Sneaky Alert Title */
"SelectRecip_VerySneaky" = "Very Sneaky";

/* Select Recipient Very Sneak Body Text */
"SelectRecip_VerySneakyBody" = "You are attempting a transfer paradox, the results of which could cause a chain reaction that would unravel the very fabric of the space-time continuum and destroy the entire universe!\n\nPlease try someone ELSE's email address!";

/* Select Recipient Screen Title */
"SelectRecipientScrnTitle" = "Select Recipient";

/* Select Picture screen 'Cancel' Btn Text */
"SelPic_CancelTxt" = "Cancel";

/* Select Picture screen 'Change Picture' Btn Text */
"SelPic_ChngPicBtn1" = " Change Picture";

/* Select Picture screen '  Change Picture' Btn Text */
"SelPic_ChngPicBtn2" = "  Change Picture";

/* Select Picture screen '  Change Picture' Btn Text */
"SelPic_ChngPicBtn3" = "  Change Picture";

/* Select Picture screen '  Choose Picture' Btn Text */
"SelPic_ChoosePicBtn1" = "  Choose Picture";

/* Select Picture screen '  Choose Picture' Btn Text (2nd) */
"SelPic_ChoosePicBtn2" = "  Choose Picture";

/* Select Picture screen 'Continue' Btn Text (2nd) */
"SelPic_ContinBtn2" = "Continue";

/* Select Picture screen 'Continue' Btn Text */
"SelPic_ContinBtn3" = "Continue";

/* Select Picture screen 'Continue' Btn Text (3rd) */
"SelPic_ContinBtn4" = "Continue";

/* Select Picture screen 'Hey %@' Greeting Text */
"SelPic_GreetingTxt" = "Hi %@!";

/* Select Picture screen Instruction Text after selecting a pic */
"SelPic_InstrctTxt" = "Great Pic! If you're happy with it tap \"Continue\" or if you wish to change it tap \"Change Picture\"";

/* Select Picture screen Instruction Text after selecting a pic (2nd) */
"SelPic_InstrctTxt2" = "Great Pic! If you're happy with it tap \"Continue\" or if you wish to change it tap \"Change Picture\"";

/* Select Picture screen Instruction Text after selecting a pic (3rd) */
"SelPic_InstrctTxt3" = "Great Pic! If you're happy with it tap \"Continue\" or if you wish to change it tap \"Change Picture\"";

/* Select Picture screen Add Pic Instruction Text */
"SelPic_InstrucTxt3a" = "Add a picture so people can find you more easily when sending you money.";

/* Select Picture screen Add Pic Instruction Text (2nd) */
"SelPic_InstrucTxt3b" = "Add a picture so people can find you more easily when sending you money.";

/* Select Picture screen 'I don't want to add a picture now...' Btn Text */
"SelPic_LaterBtn1" = "I don't want to add a picture now...";

/* Select Picture screen 'I don't want to add a picture now...' Btn Text (2nd) */
"SelPic_LaterBtn2" = "I don't want to add a picture now...";

/* Select Picture screen 'Use Camera' Text */
"SelPic_UseCamTxt" = "Use Camera";

/* Select Picture screen 'Use Facebook Picture' Text */
"SelPic_UseFBPicTxt" = "Use Facebook Picture";

/* Select Picture screen 'From iPhone Library' Text */
"SelPic_UseiPhnLibTxt" = "From iPhone Library";

/* Settings */
"Settings" = "Settings";

/* Settings Screen attach a new bank Alert Body Text */
"Settings_AttchBnkAlrtBody" = "You can only have one bank account attached at a time.  If you link a new account, that will replace your current bank account. This cannot be undone.\n\nAre you sure you want to replace this bank account?";

/* Settings Screen attach a new bank Alert Title */
"Settings_AttchBnkAlrtTitle" = "Attach New Bank Account";

/* Settings Screen attach a new bank Alert Btn - 'Yes - Replace' */
"Settings_AttchBnkAlrtYesBtn" = "Yes - Replace";

/* Settings 'Edit' Txt */
"Settings_EditTxt" = "Edit";

/* Settings Screen button text when bank is NOT attached */
"Settings_LinkBnkNow" = "Link Bank Now";

/* Settings Screen header - 'Linked Bank Account' */
"Settings_LinkedBankHdr" = "Linked Bank Account";

/* Settings Screen button text when bank is attached */
"Settings_LinkNewBnk" = "Link a New Bank";

/* Settings Screen instruction text when no bank is attached */
"Settings_NoBankIntroTxt" = "Attach a bank account to send or receive payments. Just select your bank, login to your online banking, and you're done.";

/* Settings Screen 'Account Not Found' Alert Title */
"Settings_NoBnkFndAlrtTitle" = "Account Not Found";

/* Settings Screen remove bank Alert Body Text */
"Settings_RemoveBnkAlrtBody1" = "If you remove this bank account, you will not be able to send or receive money. This cannot be undone.\n\nAre you sure you want to remove this bank account?";

/* Settings Screen 'Bank Removed' Alert Body Text */
"Settings_RemoveBnkAlrtBody2" = "This bank account is no longer linked to your Payo account. To make or receive payments, you must link a new bank account.";

/* Settings Screen remove bank Alert Title */
"Settings_RemoveBnkAlrtTitle1" = "Remove Bank Account";

/* Settings Screen 'Bank Removed' Alert Title */
"Settings_RemoveBnkAlrtTitle2" = "Bank Removed";

/* Settings Screen remove bank Alert Btn - 'Yes - Remove' */
"Settings_RemoveBnkAlrtYesBtn" = "Yes - Remove";

/* Settings Screen Title */
"Settings_ScrnTitle" = "Settings";

/* Settings Screen sign out Alert Body Text */
"Settings_SignOutAlrtBody" = "Are you sure you want to sign out?";

/* Settings Screen sign out Alert Btn - 'I'm Sure' */
"Settings_SignOutAlrtBtn" = "I'm Sure";

/* Settings Screen sign out Alert Title */
"Settings_SignOutAlrtTitle" = "Sign Out";

/* Settings Screen 'Sign Out' button text */
"Settings_SignOutBtn" = "Sign Out";

/* Settings Screen table label row 1 - 'Profile Info' */
"Settings_TableRowLbl1" = "My Profile";

/* Settings Screen table label row 2 - 'Security Settings' */
"Settings_TableRowLbl2" = "Security Settings";

/* Settings Screen table label row 3 - 'Security Settings' */
"Settings_TableRowLbl3" = "Notification Settings";

/* Settings Screen table label row 4 - 'Social Settings' */
"Settings_TableRowLbl4" = "Social Settings";

/* Social Settings FB disconnect Alert Body Text */
"SocSettings_DisconnectAlrtBody" = "Are you sure you want to disconnect Payo from Facebook?";

/* Social Settings FB disconnect Alert Title */
"SocSettings_DisconnectAlrtTitle" = "Confirmation";

/* Social Settings FB Btn not connected text */
"SocSettings_FbBtn1" = "    Connect To Facebook";

/* Social Settings FB Btn connected text */
"SocSettings_FbBtn2" = "       Facebook Connected";

/* Social Settings instruction text */
"SocSettings_Instruct" = "Connect your Facebook account to Payo to allow quicker login and to share payments with friends.";

/* Social Settings linked networks header */
"SocSettings_LnkdNtwrksHdr" = "Linked Networks";

/* 'No' button */
"SocSettings_NoTxt" = "No";

/* Social Settings Screen Title */
"SocSettings_ScrnTitle" = "Social Settings";

/* 'Yes' button */
"SocSettings_YesTxt" = "Yes";

/* Home Screen Suspended Banner Action Text */
"SuspBannerAction" = "TAP TO CONTACT PAYO";

/* Home Screen Suspended Banner Body Text */
"SuspBannerBodyTxt" = "Your account will be limited while you are suspended.";

/* Home Screen Suspended Banner Title */
"SuspBannerTitle" = "Account Suspended";

/* Terms 'Close' Button Text */
"Terms_CloseBtn" = "Close";

/* Terms 'Loading Payo's Terms of Service' HUD Label */
"Terms_HUDlbl" = "Loading Terms of Service";

/* Terms 'User Agreement' Screen Title */
"Terms_ScrnTitle" = "User Agreement";

/* Terms 'User Agreement' Screen Title (2nd) */
"Terms_ScrnTitle2" = "User Agreement";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* Tour 'Done' Button Text */
"Tour_DoneBtn" = "Done";

/* Tour page 1 Description */
"Tour_Page1Desc" = "Pay back a friend or send a payment request to anyone. The people you pay most will appear on the Home Screen.";

/* Tour 'Welcome To Payo' page Title */
"Tour_Page1Title" = "Welcome To Payo";

/* Tour page 2 Description */
"Tour_Page2Desc" = "No long forms or waiting periods.  Just select your bank and sign in using your existing online banking credentials.";

/* Tour 'Link A Funding Source' page Title */
"Tour_Page2Title" = "Link A Funding Source";

/* Tour page 3 Description */
"Tour_Page3Desc" = "Search your phone contacts, select from a recent payee or enter ANY email address or phone number.";

/* Tour page 4 Description */
"Tour_Page4Desc" = "Enter an amount, add a memo, or picture to any transfer.  Then tap 'Send'.";

/* Tour 'Send or Request?' page Title */
"Tour_Page4Title" = "Send or Request?";

/* Tour page 5 Description */
"Tour_Page5Desc" = "See all your Payo transfers and filter by type.  To see a map of your payments, swipe left or tap the map icon in the navigation bar.";

/* Tour 'Transaction History' page Title */
"Tour_Page5Title" = "Transfer History";

/* Tour page 6 Description */
"Tour_Page6Desc" = "Check out a breakdown of your payments including average payment amount and top friends.";

/* Tour 'Stats & Analytics' page Title */
"Tour_Page6Title" = "Stats & Analytics";

/* Tour 'Skip' Button Text */
"Tour_SkipBtn" = "Skip";

/* Tour 'Skip' Button Text (2nd) */
"Tour_SkipBtn2" = "Skip";

/* 'Complete (Request Paid)' Status Text */
"TransDeets_CmpltRqstPdTxt" = "Complete (Request Paid)";

/* 'Complete' Status Text */
"TransDeets_CmpltTxt" = "Complete";

/* Transfer Details 'Cancel' Btn Text */
"TransDeets_CnclBtn" = "Cancel";

/* 'Canceled' Status Text */
"TransDeets_CncldTxt" = "Cancelled";

/* Cancel This Request Alert Body Text */
"TransDeets_CnclRqstAlrtBody1" = "Are you sure you want to cancel this request to %@?";

/* Cancel This Request Alert Body (2nd) */
"TransDeets_CnclRqstAlrtBody2" = "Are you sure you want to cancel this request?";

/* Cancel This Request Alert 'No' Btn */
"TransDeets_CnclRqstAlrtNoBtn2" = "No";

/* Cancel This Request Alert Title */
"TransDeets_CnclRqstAlrtTtl1" = "Cancel This Request";

/* Cancel This Request Alert Title (2nd) */
"TransDeets_CnclRqstAlrtTtl2" = "Cancel This Request";

/* Cancel This Request Alert 'Yes' Btn */
"TransDeets_CnclRqstAlrtYesBtn1" = "Yes";

/* Cancel This Request Alert 'Yes' Btn */
"TransDeets_CnclRqstAlrtYesBtn2" = "Yes";

/* Cancel This Request Alert 'No' Btn */
"TransDeets_CnclRqstfrAlrtNoBtn1" = "No";

/* 'Cancelling this request...' HUD Text */
"TransDeets_cnclRqstHUDlbl" = "Cancelling this request...";

/* Cancel This Transfer Alert Body Text */
"TransDeets_CnclTrnsfrAlrtBody" = "Are you sure you want to cancel this transfer?";

/* Cancel This Transfer Alert 'No' Btn */
"TransDeets_CnclTrnsfrAlrtNoBtn" = "No";

/* 'Cancel This Transfer' Alert Title */
"TransDeets_CnclTrnsfrAlrtTitl" = "Cancel This Transfer";

/* Cancel This Transfer Alert 'Yes' Btn */
"TransDeets_CnclTrnsfrAlrtYesBtn" = "Yes";

/* 'Cancelling this transfer...' HUD Text */
"TransDeets_cnclTrnsfrHUDlbl" = "Cancelling this transfer...";

/* 'Confirm Dispute' Alert Body Text */
"TransDeets_CnfrmDsptAlrtBody" = "To protect your account and prevent any other unauthorized transfers, we will temporarily suspend your Payo account while we investigate.";

/* Confirm Dispute Alert 'No' Btn Text */
"TransDeets_CnfrmDsptAlrtNoBtn" = "No";

/* 'Confirm Dispute' Alert Title */
"TransDeets_CnfrmDsptAlrtTtl" = "Confirm Dispute";

/* Confirm Dispute Alert 'Yes - Dispute' Btn Text */
"TransDeets_CnfrmDsptAlrtYesBtn" = "Yes - Dispute";

/* 'Disputing this transfer...' HUD Text */
"Disputing this transfer..." = "Disputing this transfer...";

/* 'Disputed:' Status Text */
"TransDeets_DsptdsTxt" = "Disputed:";

/* Transfer Details 'Disputed Transfer:' text */
"TransDeets_DsptdTrnsfrTxt" = "Disputed Transfer";

/* Transfer Details 'Dispute' text */
"TransDeets_DsptTxt" = "Dispute";

/* 'Email Verification Needed' Alert Body Text */
"TransDeets_EmlVerNddAlrtBody" = "Please click the link sent to your email to verify your email address.";

/* 'Email Verification Needed' Alert Title */
"TransDeets_EmlVerNddAlrtTtl" = "Email Verification Needed";

/* Transfer Details 'Assembling this transfer...' text */
"TransDeets_HUDlbl" = "Assembling this transfer...";

/* 'Invited - Pending' Status Text */
"TransDeets_InvtdPndgTxt" = "Invited - Pending";

/* Transfer Details 'Invite Sent To:' text */
"TransDeets_InvtSntTo" = "Invite Sent To:";

/* Location Lightbox 'Close' Btn Text */
"TransDeets_LocLtBxClsBtn" = "Close";

/* Location Lightbox description text */
"TransDeets_LocLtBxDesc" = "This shows the location of the user who initiated the transfer.";

/* 'Transfer Loaction' Lightbox Title */
"TransDeets_LocTrnsfrLocTtle" = "Transfer Location";

/* Transfer Details 'No memo attached' text */
"TransDeets_NoMemoTxt1" = "No memo attached";

/* Transfer Details 'No memo attached' text (2nd) */
"TransDeets_NoMemoTxt2" = "No memo attached";

/* Transfer Details 'Paid To:' text */
"TransDeets_PaidToTxt" = "Paid To:";

/* Transfer Details 'Pay Again' text */
"TransDeets_PayAgn" = "Pay Again";

/* Transfer Details 'Pay Back' text */
"TransDeets_PayBck" = "Pay Back";

/* Transfer Details 'Pay' Btn Text */
"TransDeets_PayBtn" = "Pay";

/* Picture Lightbox 'Close' Btn Title */
"TransDeets_PicLtBxClsBtn" = "Close";

/* Picture Lightbox 'Transfer Picture' Title */
"TransDeets_PicLtBxDesc" = "Transfer Picture";

/* 'Pending' Status Text */
"TransDeets_PndngTxt" = "Pending";

/* 'Complete (Payment Accepted)' Status Text */
"TransDeets_PymntAccptdPdTxt" = "Complete (Payment Accepted)";

/* Transfer Details 'Payment From' text */
"TransDeets_PymntFrm" = "Payment From";

/* 'Rejecting this request...' HUD Text */
"TransDeets_RejRqstHUDlbl" = "Rejecting this request...";

/* Transfer Details 'Reject' Btn Text */
"TransDeets_RjctBtn" = "Reject";

/* 'Rejected' Status Text */
"TransDeets_RjctdTxt" = "Rejected";

/* Transfer Details 'Remind' Btn Text */
"TransDeets_RmndBtn" = "Remind";

/* Transfer Details 'Request From:' text */
"TransDeets_RqstFrmTxt" = "Request From:";

/* Transfer Details 'Request Sent To:' text */
"TransDeets_RqstSntToTxt1" = "Request Sent To:";

/* Transfer Details 'Request Sent To:' text (2nd) */
"TransDeets_RqstSntToTxt2" = "Request Sent To:";

/* 'Transfer Details' Screen Title */
"TransDeets_ScrnTtl" = "Transfer Details";

/* 'Transfer Details' Screen Title (2nd) */
"TransDeets_ScrnTtl2" = "Transfer Details";

/* 'See Details' Status Text */
"TransDeets_SeeDetTxt1" = "See Details";

/* 'See Details' Status Text (2nd) */
"TransDeets_SeeDetTxt2" = "See Details";

/* 'See Details' Status Text (3rd) */
"TransDeets_SeeDetTxt3" = "See Details";

/* 'Send Reminder' Alert Body Text */
"TransDeets_SndRmndrAlrtBody" = "Do you want to send %@ a reminder about this request?";

/* 'Send Reminder' Alert Body Text */
"TransDeets_SndRmndrAlrtBody1" = "Do you want to send %@ a reminder about this request?";

/* 'Send Reminder' Alert Body Text (3rd) */
"TransDeets_SndRmndrAlrtBody3" = "Do you want to send a reminder about this transfer?";

/* 'No' Button Text */
"TransDeets_SndRmndrAlrtNoBtn1" = "No";

/* 'No' Button Text (2nd) */
"TransDeets_SndRmndrAlrtNoBtn2" = "No";

/* 'No' Button Text (3rd) */
"TransDeets_SndRmndrAlrtNoBtn3" = "No";

/* 'Send Reminder' Alert Title */
"TransDeets_SndRmndrAlrtTtl1" = "Send Reminder";

/* 'Send Reminder' Alert Title (2nd) */
"TransDeets_SndRmndrAlrtTtl2" = "Send Reminder";

/* 'Send Reminder' Alert Body Text (3rd) */
"TransDeets_SndRmndrAlrtTtl3" = "Send Reminder";

/* 'Yes' Button Text */
"TransDeets_SndRmndrAlrtYesBtn1" = "Yes";

/* 'Yes' Button Text (2nd) */
"TransDeets_SndRmndrAlrtYesBtn2" = "Yes";

/* 'Yes' Button Text (3rd) */
"TransDeets_SndRmndrAlrtYesBtn3" = "Yes";

/* Account Suspended Alert Body Text */
"TransDeets_SuspAlrtBody" = "Your account has been suspended pending a security review. We apologize for the inconvenience - our top priority is keeping Payo safe for all users.\n\nPlease email support@nooch.com if you believe this was a mistake and we will be glad to help.";

/* 'Contact Support' Btn */
"TransDeets_SuspAlrtBtn" = "Contact Support";

/* 'Account Suspended' Alert Title */
"TransDeets_SuspAlrtTtl" = "Account Suspended";

/* Transfer PIN screen Connection Error Alert Body Text */
"TrnsfrPIN_CnctnErrAlrtBody" = "Looks like we're having trouble finding an internet connection! Please try again.";

/* Transfer PIN screen 'Connection Error' Alert Text */
"TrnsfrPIN_CnctnErrAlrtTitle" = "Connection Error";

/* Support Center webview screen title */
"webView_ScrnTitle" = "Support Center";

/* 'Account Created Successfully' Header Text */
"Welcom_AcntCrtdSccssTxt" = "Account Created Successfully";

/* 'Congratulations!' Header Text */
"Welcom_HdrTxt" = "Congratulations!";

/* '1. Confirm your email address' instruction Text */
"Welcome_Instruct1a" = "1. Confirm your email address";

/* '(we sent a link - check your email)' instruction Text */
"Welcome_Instruct1b" = "(we sent a link - check your email)";

/* '2. Verify your phone number' instruction Text */
"Welcome_Instruct2" = "2. Verify your phone number";

/* 'I'll do this later...' Button Text */
"Welcome_later" = "I'll do this later...";

/* '   Complete Profile Now' Button Text */
"Welcome_LnkBtn" = "   Complete Profile Now";

/* '  Link Now' Lightbox Button Text */
"Welcome_LtBxBtn" = "  Complete Now";

/* 'Connect Your Bank' Lightbox Title */
"Welcome_LtBxTtl" = "Connect Your Bank";

/* '  Tell me more' Text */
"Welcome_TellMoreTxt" = "  Tell me more";

/* 'What Next?' Text */
"Welcome_WhtNxtTxt" = "What Next?";

/* 'PinCheck PIN screen Scrn Title' */
"PinCheck_scrnTitle" = "Confirm PIN";

/* 'PinCheck instructions' */
"PinCheck_instruct" = "Please enter your PIN.";

/* 'PinCheck PIN screen Scrn Title' */
"PinCheck_scrnTitle" = "Confirm PIN";

/* 'PinCheck PIN screen Scrn Title' */
"PinCheck_scrnTitle" = "Confirm PIN";

/* 'PinCheck PIN screen Scrn Title' */
"PinCheck_scrnTitle" = "Confirm PIN";

/* 'PinCheck PIN screen Scrn Title' */
"PinCheck_scrnTitle" = "Confirm PIN";